Repository: InfotelGLPI/typology
Catalog: locales/*.po
Languages: cs_cz, es_ar, es_ec, es_es, pt_br, ro_ro, ru_ru, tr_tr

# button
source: Assign a typology to this material
es_ar: Asignar una tipología para este material
es_es: Asignar una tipología
pt_br: Atribuir uma tipologia a este material
ro_ro: Atribuie o tipologie la acest material
tr_tr: Bu malzemeye bir tipoloji atayın

# button
source: Remove typology from this material
es_ar: Retirar la tipología de este componente
es_es: Quitar la tipología
pt_br: Remover tipologia deste material
ro_ro: Elimină tipologia de la acest material
tr_tr: Bu malzemeden tipolojiyi silin

# button
source: Recalculate typology for the elements
es_ar: Recalcular tipología para los elementos
es_es: Recalcular la tipología
pt_br: Recalcular tipologia dos elementos
ro_ro: Recalculează tipologia pentru elementele
tr_tr: Bileşenler için tipolojiyi yeniden hesaplayın

source: Element not match with the rule for assigning the typology:
cs_cz: Prvek se neshoduje s pravidlem pro přiřazení typologie:
es_ar: El elemento no coincide con la regla asignada a la tipología
es_ec: Elemento no coincidente con la regla de asignación de la tipología:
es_es: El elemento no verifica las reglas para asignar esta tipología :
pt_br: Elemento não corresponde à regra para atribuição da tipologia:
ro_ro: Element necorespunzător cu regula privind atribuirea tipologiei:
ru_ru: Элемент не соответствует правилу присвоения типологии:
tr_tr: Bileşen, atanan tipoloji kuralına uygun değil:

source: Element not match with rules for assigning a typology
cs_cz: Prvek se neshoduje s pravidly pro přiřazení typologie
es_ar: Los elementos no coinciden con las reglas asignadas a la tipología
es_ec: Elemento no coincidente con las reglas de asignación de una tipología
es_es: El elemento no verifica las reglas para asignar una tipología
pt_br: Elemento não corresponde a regras para atribuição de uma tipologia
ro_ro: Element necorespunzător cu regulile privind atribuirea tipologiei
ru_ru: Элемент не соответствует правилам присвоения типологии
tr_tr: Bileşen, atanan tipoloji kurallarına uygun değil:

source: Typology's name
cs_cz: Název typologie
es_ar: Nombre de la tipología
es_ec: Denominación de la tipología
es_es: Nombre de tipología
pt_br: Nome da tipologia
ro_ro: Nume Tipologie
ru_ru: Имя типологии
tr_tr: Tipoloji adı

source: Responding to typology's criteria
cs_cz: Splňuje kritéria typologie
es_ar: Respondiendo a los criterios de tipologías
es_ec: Responder a los criterios de la tipología
es_es: Verifica los criterios de la tipología
pt_br: Respondendo a critérios da tipologia
ro_ro: Răspunzând la criteriile tipologiei
ru_ru: Реагирование на критерии типологии
tr_tr: Tipoloji ölçütüne yanıt

source: Typology
cs_cz: Typologie
es_ar: Tipología
es_ec: Typologies
es_es: Tipología
pt_br: Tipologia
ro_ro: Tipologie
ru_ru: Типология
tr_tr: Tipolojiler

source: This plugin requires GLPI >= 0.84
es_ar: Este plugin requiere GLPI >= 0.84
es_es: Este plugin requiere GLPI >= 0.84
pt_br: Esse plugin requer GLPI >= 0.84
ro_ro: Acest plugin necesită GLPI >= 0.84
tr_tr: Bu uyumlu ek GLPI 0.84 ve üzeri sürümlerle çalışır

source: Elements not match with the typology
cs_cz: Prvky se neshodují s typologií
es_ar: Los elementos no coinciden con la tipología
es_ec: Elementos que no coinciden con la tipología
es_es: Elementos que no verifican la tipología
pt_br: Elementos não correspondem à tipologia
ro_ro: Elemente necorespunzătoare cu tipologia
ru_ru: Элементы не совпадают с типологией
tr_tr: Tipolojiye uymayan bileşenler

source: Link to the typology
cs_cz: Připojit k typologii
es_ar: Vincular a una tipología
es_ec: Enlace a la tipología
es_es: Tipología : URL
pt_br: Vínculo para o tipologia
ro_ro: Link către tipologia
ru_ru: Ссылка на типологию
tr_tr: Tipoloji bağlantısı

source: Link to the element
cs_cz: Připojit k prvku
es_ar: Vincular a un elemento
es_ec: Enlace al elemento
es_es: Elemento : URL
pt_br: Vínculo para o elemento
ro_ro: Legătură către elementul
ru_ru: Ссылка на элемент
tr_tr: Bileşen bağlantısı

source: Rights management
es_ar: Gestión de derechos
es_es: Gestión de permisos
pt_br: Gerenciamento de permissão
ro_ro: Drepturi management
tr_tr: İzin yönetimi

source: See - Manage typology
es_ar: Ver - Administrar tipología
es_es: Ver - gestionar tipologías
pt_br: Veja - Gerencie tipologia
ro_ro: Vezi Tipologii gestionate
tr_tr: Bakın - Tipoloji yönetimi

source: Rules for assigning a typology to a computer
cs_cz: Pravidla pro přiřazení typologie k počítači
es_ar: Reglas de asignación de tipología para una computadora
es_ec: Reglas para asignar una tipología a un ordenador
es_es: Reglas para asignar una tipología a un equipo
pt_br: Regras para atribuição de uma tipologia a um computador
ro_ro: Reguli pentru atribuirea unei tipologii la un calculator
ru_ru: Правила присвоения типологии компьютеру
tr_tr: Bir bilgisayara bir tipoloji atama kuralları

source: Recalculate typology for the elements
cs_cz: Přepočítat typologii pro prvky
es_ar: Recalcular tipología para los elementos
es_ec: Recalcular la tipología de los elementos
es_es: Recalcular la tipología de los elementos
pt_br: Recalcular tipologia para os elementos
ro_ro: Recalculează tipologia pentru elementele
ru_ru: Пересчитать типологию для этих элементов
tr_tr: Bileşenlerin tipolojilerini yeniden hesaplayın

source: Typology of the linked elements is updated.
cs_cz: Typologie připojených prvků byla aktualizována.
es_ar: La tipología de los elementos vinculados está actualizada
es_ec: Se actualiza la tipología de los elementos vinculados.
es_es: La tipología de los elementos asignados ha sido actualizada
pt_br: Tipologia dos elementos vinculados está atualizada.
ro_ro: Tipologia elemetelor legate este actualizată
ru_ru: Обновление типологии связанных элементов.
tr_tr: Bağlantılı bileşenlerin tipolojisi güncellendi

source: Add a criterion
cs_cz: Přidat kritérium
es_ar: Agregar un criterio
es_ec: Añadir un criterio
es_es: Añadir un criterio
pt_br: Adicionar um critério
ro_ro: Adaugă un criteriu
ru_ru: Добавить критерий
tr_tr: Bir ölçüt ekleyin

source: Criteria's list
cs_cz: Seznam kritérií
es_ar: Lista de criterios
es_ec: Lista de criterios
es_es: Lista de criterios
pt_br: Lista de critérios
ro_ro: Listă criterii
ru_ru: Список критериев
tr_tr: Ölçütün listesi

source: Detail of the assigned typology
cs_cz: Podrobnosti přiřazené typologie
es_ar: Detalle de las tipologías asignadas
es_ec: Detalle de la tipología asignada
es_es: Detalle de la tipología asignada
pt_br: Detalhe da tipologia atribuída
ro_ro: Detaliu al tipologiei atribuite
ru_ru: Детали присвоенной типологии
tr_tr: Atanan tipolojinin ayrıntıları

source: Definition
cs_cz: Definice
es_ar: Definición
es_ec: Definición
es_es: Definición
pt_br: Definição
ro_ro: Definiţie
ru_ru: Определение
tr_tr: Tanımlamalar

source: You don't have right to create a definition for this criteria. Thank to contact a person having this right.
cs_cz: Nemáte oprávnění pro vytváření definice pro tato kritéria. Obraťte se na osobu která má toto oprávnění.
es_ar: Usted no está autorizado a crear una definición para estos criterios. Por favor contacte a una persona autorizada.
es_ec: No tiene derecho a crear una definición para este criterio. Gracias por contactar a una persona que tenga este derecho.
es_es: No tiene permiso para crear una definición por este criterio. Contacta a una persona que tenga este permiso
pt_br: Você não tem permissão para criar uma definição para este critério. Obrigado por contatar uma pessoa que tenha esta permissão.
ro_ro: Nu aveţi drepturi de a crea definţii pentru acest criteriu. Contactaţi o persoană cu aceste drepturi.
ru_ru: У вас нет прав создавать определения для этого критерия. Мы будем благодарны, если вы свяжитесь с человеком, который имеет подобные права.
tr_tr: Bu ölçüt için bir tanım oluşturma izniniz yok. Bu izne sahip olan bir kişiyle görüşün.

source: Less than
cs_cz: Méně než
es_ar: Menor que
es_ec: Menos de
es_es: Menor que
pt_br: Menos de
ro_ro: Mai mic de
ru_ru: Меньше чем
tr_tr: Şundan az

source: More than
cs_cz: Více než
es_ar: Mayor que
es_ec: Más de
es_es: Más que
pt_br: Mais de
ro_ro: Mai mult de
ru_ru: Больше чем
tr_tr: Şundan çok

source: Element
cs_cz: Prvek
es_ar: Elemento
es_ec: Elementos
es_es: Elemento
pt_br: Elemento
ru_ru: Элемент
tr_tr: Bileşenler

source: Add element to the typology
cs_cz: Přidat prvek k typologii
es_ar: Añadir elemento a la tipología
es_ec: Agregar elemento a la tipología
es_es: Añadir un elemento
pt_br: Adicionar elemento à tipologia
ro_ro: Adaugă element la topologia
ru_ru: Добавить элемент в типологию
tr_tr: Tipolojiye bileşen ekleyin

source: Update element to the typology
cs_cz: Změnit prvek k typologii
es_ar: Actualizar elemento a la tipología
es_ec: Actualizar el elemento de la tipología
es_es: Actualiza la asignación del elemento a la tipología
pt_br: Atualizar elemento à tipologia
ro_ro: Actualizează element la topologie
ru_ru: Обновить элемент в типологии
tr_tr: Tipoloji bileşenini güncelleyin

source: Element out of the typology
cs_cz: Prvek mimo typologii
es_ar: Elemento de la tipología
es_ec: Elemento fuera de la tipología
es_es: Elemento desasignado de la tipología
pt_br: Elemento fora da tipologia
ro_ro: Element ieşit din topologia
ru_ru: Элементы без типологии
tr_tr: Bileşeni tipolojiden çıkarın

source: You cannot assign this typology to this material as he has already a typology :
cs_cz: Tomuto materiálu není možné přiřadit tuto typologii protože už má nějakou přiřazenou:
es_ar: No se puede asignar esta tipología a este material porque ya tiene una:
es_ec: No se puede asignar esta tipología a este material como él ya tiene una tipología :
es_es: No se puede asignar esta tipología a este equipo porque ya tiene una tipología :
pt_br: Você não pode atribuir esta tipologia a este material, pois ele já possui uma tipologia:
ro_ro: Nu puteţi atribui această tipologie la acest material seoarece el are deja o tipologie :
ru_ru: Данному материалу нельзя присвоить эту типологию, потому что он уже имеет типологию:
tr_tr: Zaten bir tipolojisi olduğundan, bu tipolojiyi bu malzeme ile ilişkilendiremezsiniz :

source: Typology assigned to this material
cs_cz: Typologie přiřazená tomuto materiálu
es_ar: Tipología asignada a este material
es_ec: Tipología asignada a este material
es_es: Tipología asignada al equipo
pt_br: Tipologia atribuída a este material
ro_ro: Tipologie atribuită la acest material
ru_ru: Типология данного материала
tr_tr: Bu malzemeye atanmış tipoloji

source: Actions
cs_cz: Akce
es_ar: Acciones
es_ec: Acciones
es_es: Acciónes
pt_br: Ações
ro_ro: Actiuni
ru_ru: Действия
tr_tr: İşlemler

source: for the criteria
cs_cz: pro kritéria
es_ar: para los criterios
es_ec: para los criterios
es_es: para el criterio
pt_br: para o critério
ro_ro: pentru criteriu
ru_ru: для критериев
tr_tr: ölçüt için

source: Assign a typology to this material
cs_cz: Přiřadit typologii k tomuto materiálu
es_ar: Asignar una tipología para este componente
es_ec: Asignar una tipología a este material
es_es: Asignar una tipología a este equipo
pt_br: Atribuir uma tipologia a este material
ro_ro: Atribuie o tipologie la acest material
ru_ru: Присвоить типологию этому материалу
tr_tr: Bu malzemeye bir tipoloji atayın

source: No linked element
cs_cz: Žádný připojený prvek
es_ar: Elemento no vinculado
es_ec: Ningún elemento vinculado
es_es: Ningún elemento asignado
pt_br: Nenhum elemento vinculado
ro_ro: Niciun element legat
ru_ru: Несвязанный элемент
tr_tr: Bağlanmış bir bileşen yok

source: Linked elements
cs_cz: Připojené prvky
es_ar: Elementos vinculados
es_ec: Elementos vinculados
es_es: Elementos asignados
pt_br: Elementos vinculados
ro_ro: Elemente legate
ru_ru: Связанные элементы
tr_tr: Bağlanmış bileşenler

source: Management console
cs_cz: Konzole pro správu
es_ar: Consola de administración
es_ec: Consola de administración
es_es: Consola de gestion
pt_br: Console de gerenciamento
ro_ro: Consolă management
ru_ru: Консоль управления
tr_tr: Yönetim

source: Comparison
cs_cz: Porovnání
es_ar: Comparación
es_ec: Comparación
es_es: Comparación
pt_br: Comparação
ro_ro: Comparare
ru_ru: Сравнение
tr_tr: Karşılaştırma

source: Detail of the encountered configuration
cs_cz: Podrobnosti zjištěného nastavení
es_ar: Detalle de la configuración encontrada
es_ec: Detalle de la configuración encontrada
es_es: Detalle de la configuración actual
pt_br: Detalhe da configuração encontrada
ro_ro: Detaliu al configuraţiei intâlnite
ru_ru: Детали обнаруженной конфигурации
tr_tr: Karşılaşılan yapılandırmanın ayrıntısı

source: Waiting value
cs_cz: Očekávaná hodnota
es_ar: Esperando valor
es_ec: Valor en espera
es_es: Valor esperado
pt_br: Valor esperado
ro_ro: Valoarea aşteptată
ru_ru: Ожидается значение
tr_tr: Beklenen değer

source: Real value
cs_cz: Skutečná hodnota
es_ar: Valor real
es_ec: Valor real
es_es: Valor real
pt_br: Valor real
ro_ro: Valoarea reală
ru_ru: Действительное значение
tr_tr: Gerçek değer

source: Typologies list by service with materials list
cs_cz: Seznam typologií podle služby se seznamem materiálů
es_ar: Lista de tipologías por servicio con lista de materiales
es_es: Lista de tipologías por servicio con lista de equipos
pt_br: Tipologias listadas por serviço com lista de materiais
ro_ro: Tipologie atribuită la acest material
tr_tr: Malzeme listesiyle, hizmete göre tipoloji listesi

source: Number
cs_cz: Počet
es_ar: Número
es_es: Número
pt_br: Número
ro_ro: Număr
tr_tr: Sayı

source: Detail (workstation concerned)
cs_cz: Detail (dotčená pracovní stanice)
es_ar: Detalle (referido a la estación de trabajo)
es_es: Detalle (equipos asignados)
pt_br: Detalhe (computador envolvido)
ro_ro: Detaliu (stație de lucru în cauză)
tr_tr: Ayrıntı (ilgili iş istasyonu)

source: Responding
cs_cz: Odpovídá
es_ar: Responder
es_es: Verifica
pt_br: Atendendo
ro_ro: Răspunde
tr_tr: Yanıt veriyor

source: Not responding
cs_cz: Neodpovídá
es_ar: No Responde
es_es: No verifica
pt_br: Não atendendo
ro_ro: Nu răspunde
tr_tr: Yanıt vermiyor

source: Delete the typology of this material
cs_cz: Smazat typologii tohoto materiálu
es_ec: Eliminar la tipología de este material
ru_ru: Удалить типологию из этого материала

source: Select a type
cs_cz: Vybrat typ
es_ec: Seleccione un tipo
ru_ru: Выбрать тип
